Repository: common-repository/apollo-bar
Catalog: languages/apollo-bar-*.po
Languages: tr_tr

source: Announcements
tr_tr: Duyurular

source: Announcement
tr_tr: Duyuru

source: Add New
tr_tr: Yeni ekle

source: Add New Announcement
tr_tr: Yeni Duyuru

source: All items
tr_tr: Tüm duyurular

source: Edit Announcement
tr_tr: Duyuru düzenle

source: New Announcement
tr_tr: Yeni duyuru

source: View Announcement
tr_tr: Görüntüle

source: Search Announcements
tr_tr: Duyurularda Ara

source: No Announcements found
tr_tr: Hiç duyuru bulunamadı

source: No Announcements found in Trash
tr_tr: Çöpte hiç duyuru bulunamadı

source: Scheduling
tr_tr: Listeleme

source: Start date
tr_tr: Başlangıç tarihi

source: End date
tr_tr: Bitiş tarihi

source: Download Apollo Bar
tr_tr: Apollo barı indirin

source: Apollo Bar Options
tr_tr: Apollo Bar ayarları

source: The Apollo Bar is a simple notification plugin. This is a settings page. Setup the plugin color and other options. To add a notification text, go to Apollo Bar (custom post type) menu and create a new post, setup the Scheduling options and publish.
tr_tr: The Apollo Bar basit bir duyuru yayınlama bileşenidir. Bu sayfada renk ve diğer bileşen ayarlarını yapabilirsiniz. Yeni duyurular ekledikten sonra, Apollo Bar güncellemelerini sitenizde gösterebilirsiniz.. Türkçe çeviri için teşekkürler Fatih Toprak.

source: General Settings
tr_tr: Genel Ayarlar

source: Enable Apollo Bar?
tr_tr: Apollo Bar aktifleştirilsin mi ?

source: Enable Apollo Bar Logo?
tr_tr: Apollo Bar logosu yayınlansın mı ?

source: Color Settings
tr_tr: Renk ayarları

source: Chose a color skin
tr_tr: Lütfen bir renk paleti seçiniz.

source: Save
tr_tr: Kaydet

source: Donate
tr_tr: Bağış yapın

source: Want to help make this plugin even better? All donations are used to improve this plugin. Thanks! Donors enter their own contribution amount.
tr_tr: Plugin'i daha iyi geliştirebilmek için bana destek olun.

source: Or
tr_tr: Ya da

source: Vote for the plugin on Wordpress.org.
tr_tr: Wordpress.org üzerinde oy verin.

source: Please refer to the side of plugin on your blog.
tr_tr: Lütfen blogunuzda Apollo Bar'a bakın.

source: Fallow us on Twitter
tr_tr: Twitter'da takip edin.

source: Fallow us on Google+
tr_tr: Google+ da izleyin

source: Newsletter Subscribe
tr_tr: E posta abonesi olun
